Repository: common-repository/payment-link-generator
Catalog: languages/eos-wplg-*.po
Languages: it_it

source: WooCommerce must be installed and active, in another case Payment Link Generator will not work
it_it: WooCommerce deve essere installato e attivo, altrimenti Payment Link Generator non funzionerà

source: You should first set the page for the checkout, only then you can have a pay-me link.
it_it: Solo dopo aver impostato la pagina per il checkout, potrai avere un link pay-me.

source: Link to be paid.
it_it: Link per essere pagati.

source: To get paid share the following URL:
it_it: Condividi il seguente URL per ricevere il pagamento:

source: Alternatively you can also share this URL:
it_it: In alternativa puoi anche condividere questo URL:

source: Replace %s with the amount you want.
it_it: Sostituire %s con l'importo desiderato.

source: It's not possible to generate a link, try disabling and reactivating again the plugin.
it_it: Non è possibile generare un link, provare a disabilitare e riattivare nuovamente il plug-in.

source: Select page...
it_it: Seleziona pagina…

source: Default amount
it_it: Valore di default

source: Default amount when not specified in the URL
it_it: Importo predefinito se non specificato nell'URL

source: Thank you page
it_it: Pagina di ringraziamento

source: Thank you page after checkout
it_it: Pagina di ringraziamento dopo il checkout

source: It needs WooCommerce!
it_it: Necessita WooCommerce!

source: Settings
it_it: Impostazioni

source: Please enter a first name.
it_it: Inserisci un nome.

source: Please enter a last name.
it_it: Inserisci un cognome.

source: Please enter a valid email.
it_it: Inserisci un indirizzo email valido.

source: Custom order
it_it: Ordine personalizzato

source: Generate and share a direct checkout link to be paid through WooCommerce.
it_it: Genera e condividi un link per essere pagati tramite WooCommerce.
